<?php
// Этот файл является частью Moodle - http://moodle.org/
//
// Moodle является бесплатным программным обеспечением: вы можете распространять его и/или изменять
// в соответствии с условиями GNU General Public License, опубликованной
// Free Software Foundation, либо версии 3 этой Лицензии, либо
// (по вашему выбору) любой последующей версии.
//
// Moodle распространяется в надежде, что оно будет полезным,
// но БЕЗ КАКОЙ-ЛИБО ГАРАНТИИ; без даже подразумеваемой гарантии
// ДЕЙСТВИТЕЛЬНОСТИ или ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ. Смотрите
// GNU General Public License для получения более подробной информации.
//
// Вы должны были получить копию GNU General Public License
// вместе с Moodle. Если нет, смотрите <http://www.gnu.org/licenses/>.

$string['pluginname'] = 'Олимпиады';
$string['pluginname:addinstance'] = 'Добавить новый блок Олимпиады';
$string['pluginname:myaddinstance'] = 'Добавить новый блок Олимпиады на страницу Личного кабинета';
$string['olympiads:add'] = 'Добавить и управлять Олимпиадами';
$string['olympiads:edit'] = 'Редактировать Олимпиады';
$string['olympiads:delete'] = 'Удалить Олимпиады';
$string['olympiads:view'] = 'Просматривать Олимпиады';
